import React from "react";

const publicOffer = () => {
  return (
    <div>
      Предмет договору Оферти Компанія WECHIRKA.COM пропонує інноваційний сервіс
      для пошуку та зв'язку між артистами та замовниками різноманітних івентів
      та заходів. Наша платформа створена для забезпечення швидкого, ефективного
      та надійного спілкування між творцями та організаторами подій будь-якого
      типу. Функціональність: Сервіс WECHIRKA.COM надає артистам можливість
      створення власних профілів з докладним описом їхньої творчості, послуг та
      розцінок. Замовники, у свою чергу, мають можливість швидко та зручно
      знаходити відповідних виконавців, переглядати їхні портфоліо та
      зв'язуватися з ними. Послуги для артистів та замовників: Наш сервіс
      пропонує широкий спектр послуг для обох сторін. Артисти можуть розміщувати
      свої послуги, включаючи виступи на подіях різного масштабу, майстер-класи,
      виставки мистецтва та інше. Замовники можуть шукати відповідних артистів
      для своїх заходів, зв'язуватися з ними, обговорювати умови співпраці та
      укладати угоди, забезпечуючи безпосередню та ефективну комунікацію. Умови
      користування сервісом Обов'язки артистів та замовників на платформі:
      Артисти, реєструючись на нашій платформі, зобов'язуються надати достовірну
      інформацію про свої послуги, включаючи повний перелік наданих сервісів,
      ціни та умови співпраці. Вони також зобов'язуються вчасно оновлювати свої
      профілі, щоб забезпечити актуальність інформації. Замовники зобов'язані
      користуватися платформою відповідно до правил та умов, визначених
      компанією, а також забезпечувати точність та об'єктивність у взаємодії з
      артистами. Правила реєстрації, заповнення анкет: Для користування сервісом
      необхідно пройти реєстрацію та заповнити анкету з обов'язковими полями.
      Артисти мають представити повну та точну інформацію про свою творчість та
      послуги. Замовники, у свою чергу, мають заповнити анкету з деталями про
      їхні вимоги та очікування від артиста. Взаємодія між користувачами: Сервіс
      надає можливість взаємодії між артистами та замовниками через нашу
      платформу. Замовники можуть звертатися до артистів з запитами, уточненнями
      чи укладанням угод. Всі комунікації відбуваються у межах платформи для
      забезпечення прозорості та безпеки сторін. Конфіденційність: Компанія
      зобов'язується зберігати конфіденційність особистих даних користувачів та
      не розголошувати їх без згоди сторін. Оплата та винагорода Вартість
      послуг: Тут надо написать что для того что бы размещайся на сайте и
      участвовать в поиске и пользоваться всеми преимуществами платформы на
      оплатить согласно выставленному счету Сплата за послуги артистів
      розраховується відповідно до умов, визначених кожним окремим артистом у
      своєму профілі на платформі. Ціни можуть варіюватися відповідно до типу
      послуги, тривалості виступу чи інших умов, вказаних артистом. Способи
      оплати за послуги або сервіс: Оплата за послуги може здійснюватися різними
      способами, визначеними сторонами у взаємодії на платформі. Це може
      включати електронні платіжні системи, безготівковий розрахунок чи інші
      доступні методи оплати. Права та обов'язки сторін А тут написать и наши
      обязанности что мы делаем и что мы не делаем (не передаем 3 лицам личную
      информацию и руководствуемся положением политики конфиденциальности )
      Артисти: Права: — Право представляти свої послуги та визначати умови
      співпраці на платформі. — Право отримувати винагороду відповідно до умов,
      визначених у їхніх профілях. Обов'язки: — Надання точної та достовірної
      інформації про надані послуги. — Дотримання умов співпраці, узгоджених з
      замовниками. Замовники: Права: — Право обирати артистів та укладати угоди
      відповідно до їхніх потреб. Обов'язки: — Використання платформи відповідно
      до правил та умов, визначених компанією. — Вчинення відповідально та
      добросовісно при укладенні угод з артистами. Відповідальність у разі
      порушень: Кожна сторона несе відповідальність за порушення умов цього
      договору або невиконання узгоджених обов'язків. Компанія залишає за собою
      право прийняти відповідні заходи у випадку порушень, включаючи припинення
      доступу до платформи. Процедура вирішення суперечок Механізм вирішення
      конфліктів У випадку виникнення конфліктів між артистами та замовниками,
      компанія сприяє вирішенню ситуації шляхом пошуку мирного та
      взаємовигідного рішення. Обидві сторони можуть звертатися до служби
      підтримки платформи для розгляду конфлікту та пошуку оптимального
      вирішення. (Support@wechirka.com) Можливість скарг та їх обробка У випадку
      недоліків, скарг або незгоди сторін, користувачі можуть звертатися до
      служби підтримки за допомогою спеціального розділу на платформі.
      Спеціалізовані представники займаються обробкою скарг, вивченням обставин
      конфлікту та надають консультації з метою досягнення взаєморозуміння або
      узгодження умов співпраці. Інші рекомендації Компанія рекомендує сторонам
      спочатку вирішувати конфлікти шляхом взаємного обговорення та
      домовленості. У разі неможливості досягнення консенсусу, можливість
      звернутися до служби підтримки є доступною для подальшої допомоги в
      урегулюванні питання. Термін дії договору Умови дії: Даний договір має
      чинність з моменту прийняття користувачем умов та положень платформи та
      діє безстроково, поки користувач не вирішить припинити його чинність
      відповідно до визначених умов. Припинення дії договору: Кожна сторона має
      право припинити дію договору в будь-який момент шляхом відключення
      облікового запису на платформі. Припинення договору не позбавляє сторони
      відповідальності за порушення умов договору, що існували до моменту
      припинення. Збереження прав та обов'язків: Припинення дії договору не
      позбавляє сторони відповідальності за обов'язки, що виникали за час дії
      договору та виконуються після його припинення.
    </div>
  );
};

export default publicOffer;
